Repository: McGo/sms_lox
Catalog: translations/*.po
Languages: de

source: SMS Lox24 Callback for receiving SMS messages
de: Funktion zum Empfangen von SMS Lox24 SMS Nachrichten

source: Account number
de: Benutzer-ID

source: Please enter your Lox24 account number.
de: Bitte geben Sie Ihre Lox24 Benutzer-ID ein.

source: Password
de: Passwort

source: The current password for your Lox24 account.
de: Das aktuelle Passwort für Ihr Lox24 Konto.

source: Use SSL Encyption
de: SSL Verschlüsselung nutzen

source: Drupal's built-in HTTP client only supports SSL on PHP 4.3 compiled with OpenSSL.
de: Die in Drupal vorhandene HTTP Funktion unterstützt SSL nur in der PHP Version 4.3 mit kompiliertem OpenSSL.

source: From
de: Von

source: This string will be used as the source identifier on the receivers device. <br/>Please note, that this option is not available with all the service ids provided by Lox24. For details have a look at <a href="http://www.lox24.eu/sms-typen.html">The Lox24 Website</a>
de: Diese Zeichenkette wird als Absenderkennung auf dem Empfangsgerät angezeigt. <br/>Bitte beachten Sie, dass diese Option nicht von allen Service-IDs genutzt wird, die von Lox24 angeboten werden. Schauen Sie auf <a href="http://www.lox24.eu/sms-typen.html">der Lox24 Website</a> nach um weitere Informationen zu erhalten.

source: Enter the Service ID of your Lox account to set the sending method and price information.
de: Geben Sie die Service ID aus Ihrem Lox24 Konto an um die Sendemethode und die Bepreisung zu bestimmen.

source: The SMS gateway does not accept these account settings.
de: Die Kontoeinstellungen werden vom SMS Gateway nicht akzeptiert.

source: The following error occured: @error
de: Der folgende Fehler ist aufgetreten: @error

source: The SMS gateway configuration has been tested successfully.
de: Die Einstellungen für das SMS Gateway wurden erfolgreich getestet.

source: An error occured during the HTTP request: @error
de: Ein Fehler ist während des HTTP Aufrufs aufgetreten: @error

source: An unknow error occured with the sms gateway. The connection with the provider could be established, but the error is unknown: @error
de: Vom SMS Gateway wurde ein unbekannter Fehler gemeldet. Die Verbindung konnte zwar hergestellt werden, der Fehler ist gemäß der Schnittstellenspezifikation aber unbekannt: @error

source: The gateway is present but there is no data send back.
de: Die Verbindung mit dem Gateway wurde erfolgreich hergestellt, es sind jedoch keine Daten zurückgeliefert worden.

source: SMS successfully sent
de: SMS erfolgreich versendet

source: Succesfull request
de: Erfolgreiche Abfrage

source: Action completed
de: Befehl ausgeführt

source: Username, password or service id is wrong
de: Benutzer-ID, Passwort und/oder Service-ID falsch

source: No text
de: Kein Text

source: No destination
de: Kein Ziel

source: Text too long
de: Text zu lang

source: Not enough credit
de: Nicht genügend Guthaben

source: No MMS data
de: Keine MMS-Daten

source: MMS too big
de: MMS zu groß

source: IP is not correct
de: Ungültige IP

source: The destination country or carrier is not allowed
de: Das Zielnetz/Zielland ist gesperrt

source: Wrong XML syntax
de: Ungültiger XML-Syntax

source: System error! Please get in contact with info@lox24.de!
de: Systemfehler! Wenden Sie sich an info@lox24.eu!

source: SMS could not be sent.
de: SMS konnte nicht versendet werden

source: Connection error!
de: Verbindungsfehler!

source: Service is in maintanance and not available.
de: Wartungsarbeiten, der Dienst ist offline.

source: Gateway for the Lox24 SMS Service http://www.lox24.eu
de: Gateway des Lox24 SMS Services http://www.lox24.eu
